Revit 2027 API
ParameterTypeId.ConnectorWidth Property
 "Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ConnectorWidth { get; }
Public Shared ReadOnly Property ConnectorWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ConnectorWidth {
	ForgeTypeId^ get ();
}
static member ConnectorWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace